Repository: shevernitskiy/rupost
Catalog: locale/*/LC_MESSAGES/shipping_rupost.po
Languages: ru_ru

source: Use airmail type dilvery
ru_ru: Отправления АВИА

source: If possible, do calculation for airmail
ru_ru: Если есть возможность, вычислять стоимость доставки для отправлений с пометкой АВИА

source: Show estimated delivery date
ru_ru: Показывать ожидаемую дату доставки

source: Shows estimated delivery date on checkout page
ru_ru: Показывать на странице оформления заказа ожидаемую дату доставки

source: Minimum days delivery
ru_ru: Минимальное количество дней

source: Russian Post is sucks, only manual setting is avaible
ru_ru: Почта России молчит как партизан о сроках международной доставки, поэтому нужно прописать это вручную

source: Maximum days delivery
ru_ru: Максимальное количество дней

source: Additional weight (gramms)
ru_ru: Добавочный вес (грамм)

source: Add this amount to total weight of order goods
ru_ru: Добавить это значение к общему весу товара в заказе

source: Additional declared value (RUB)
ru_ru: Добавочная объявленная стоимость (руб)

source: Add this amount to total declare value for delivery calculation
ru_ru: Добавить это значение к общей сумме объявленной ценности

source: Additional price (RUB)
ru_ru: Добавочная цена доставки

source: Add this amount to dilvery price
ru_ru: Добавить это значение к итоговой цене доставки

source: Russian Post Airmail
ru_ru: Почта России (Авиа)

source: Standart trackable mail shipping
ru_ru: Стандартная ценная посылка с трек-номером, отправленная авиа почтой

source: Sender company
ru_ru: Компания отправитель

source: Sender address
ru_ru: Адрес отправителя

source: Sender index
ru_ru: Индекс отправителя

source: Sender city
ru_ru: Город отправителя

source: Sender country
ru_ru: Страна отправителя

source: Comment
ru_ru: Комментарий

source: License number
ru_ru: Номер лицензии

source: Certificate number
ru_ru: Номер сертификата

source: Invoice number
ru_ru: Номер счета

source: Amount of pakages
ru_ru: Количество посылок

source: Gift checkbox
ru_ru: Крестик Подарок

source: Document checkbox
ru_ru: Крестик Документы

source: Commercial good checkbox
ru_ru: Крестик Коммерческий Товар

source: Return checkbox
ru_ru: Крестик Вернуть отправителю

source: Etc checkbox
ru_ru: Крестик Другое

source: License checkbox
ru_ru: Крестик Лицензия

source: Certificate checkbox
ru_ru: Крестик Сертификат

source: Invoice checkbox
ru_ru: Крестик Счет

source: Priority mail checkbox
ru_ru: Крестик Приоритетная почта

source: Econom checkbox
ru_ru: Крестик Эконом почта

source: Return to sender checkbox
ru_ru: Крестик Вернуть отправителю

source: Api login
ru_ru: Логин api

source: Login for russian post tracking api
ru_ru: Логин для api tracking.russianpost.ru

source: Api password
ru_ru: Пароль api

source: Password for russian post tracking api
ru_ru: Пароль для api tracking.russianpost.ru

source: Update interval (min)
ru_ru: Интервал обновления (мин)

source: Tracking information will update after this interval (do not set it to small, it make backend interface slower)
ru_ru: История трека будет запрашиваться через этот интервал (не устанавливайте слишком маленькое значение, частые запросы тормозят отображение заказа в бэкенде)

source: Backend full track history
ru_ru: Полная история в бэкенде

source: Shows all stages of track history in backend
ru_ru: Показывать подробную историю отправления в бэкенде

source: Frontend full track history
ru_ru: Полная история во фронтенде

source: Shows all stages of track history in frontend
ru_ru: Показывать подробную историю отправления во фронтенде

source: Location
ru_ru: Место

source: No operations registered at this moment
ru_ru: Не зарегистрировано ни одной операции
